{
    "en": {
        "nav_home": "Home",
        "nav_about": "About",
        "nav_activities": "Activities",
        "nav_venues": "Venues",
        "nav_events": "Events",
        "nav_library": "Library",
        "nav_applications": "Applications",
        "nav_gallery": "Gallery",
        "nav_contact": "Contact",
        "site_name": "Vyloppilly Samskrithi Bhavan",
        "site_tagline": "Muiti Purpose Cultural Complex",
        "header_dept": "Dept. of Cultural Affairs, Govt of Kerala",
        "hero_title_1": "Culture",
        "hero_title_2": "Resonates",
        "hero_title_3": "Here.",
        "hero_desc": "A living museum of performing arts, preserving the soul of Kerala's traditions in a modern architectural sanctuary.",
        "btn_book_hall": "Book Hall",
        "btn_book_dorm": "Book Dormitory",
        "btn_explore": "Explore Spaces",
        "about_heading_1": "Preserving",
        "about_heading_2": "Legacy",
        "about_mission_title": "Our Mission",
        "about_mission_desc": "To provide a world-class platform for artists and cultural practitioners, ensuring the continuity of Kerala's rich artistic heritage.",
        "about_vision_title": "Our Vision",
        "about_vision_desc": "A society that cherishes its roots while embracing the future, where art is accessible, appreciated, and preserved for generations.",
        "footer_address": "Nalanda, Nanthancode, Kowdiar,<br>P.O. Thiruvananthapuram - 695003<br>Kerala, India",
        "footer_rights": "&copy; 2025 Vyloppilli Samskrithi Bhavan. All rights reserved. | Designed by Dept. of Cultural Affairs.",
        "about_page_subtitle": "Discover",
        "about_page_title": "About Us",
        "about_content_p1": "Kerala is a narrow strip of land on the South West coast of India protected by natural boundaries and blessed with scenic beauty. The uniqueness of the state is the cultural diversity and its vibrance. Due to these reasons, Kerala stands apart from other states. Our art forms range from classical, temple arts, rituals, folk and tribal art forms. This cultural tradition influenced our socio-political history of the state.",
        "about_content_p2": "Due to the cultural stream rolling, cultural values and art forms are sink into obscurity and all these have to be preserved intact and passed on to the coming generations. This social commitment derived the idea to establish a cultural centre in the heart of Thiruvananthapuram, Kerala’s capital city.",
        "about_content_p3": "The centre was registered on the 12th of January 1998 under the Charitable Societies Act. The society was named Multi Purpose Cultural Complex Society (MPCCS). Hon. Minister of Culture, Govt. of Kerala serves as the Chairman of the society. Other members are drawn from various spheres like art, culture, bureaucrats, etc., who have accomplished in these areas. The centre came to life at Nalanda, Nanthancode, Thiruvananthapuram in a sprawling 2.06 acre area with the financial assistance and approval from the Government of India. This autonomous body started functioning under the Department of Culture, Government of Kerala.The Multi Purpose Cultural Complex was dedicated to the nation on 7th of January 2001.The centre was named Vyloppilly Samskrithi Bhavan in honour of the great poet Vyloppilli Sreedhara Menon. The most important aim of this institution is to hand over the traditional art forms to the succeeding generations with the help of state-of-the-art technological innovations.",
        "about_content_p4": "Vyloppilly Sreedhara Menon, who emerged as a poet ahead of his times showed the bare reality of the human life through his literary works. Through his works he touched the human mind and exposed the dark realities in it. He never compromised the values in his life as well as in his works. The famous quote of Vyloppilly Sreedhara Menon - ‘Nenchukeerinjan nerine kattum’ (നെഞ്ചു കീറി ഞാൻ നേരിനെ കാട്ടും) shows the social commitment and his approach towards the humankind. The unparalleled celebrated writer through his poetic works proclaimed the unconditional support and commitment to the marginalized. That is why this cultural complex which was envisioned by the Government as an important cultural centre of Kerala and was named Vyloppilly Samskrithi Bhavan."
    },
    "ml": {
        "nav_home": "പൂമുഖം",
        "nav_about": "ആമുഖം",
        "nav_activities": "പ്രവർത്തനങ്ങൾ",
        "nav_venues": "വേദികൾ",
        "nav_events": "പരിപാടികൾ",
        "nav_library": "ലൈബ്രറി",
        "nav_applications": "അപേക്ഷകൾ",
        "nav_gallery": "ഗാലറി",
        "nav_contact": "ബന്ധപ്പെടുക",
        "site_name": "വൈലോപ്പിള്ളി സാംസ്കാരിക ഭവനം",
        "site_tagline": "വിവിധോദ്ദേശ്യ സാംസ്കാരിക സമുച്ചയം",
        "header_dept": "സാംസ്കാരിക കാര്യ വകുപ്പ്, കേരള സർക്കാർ",
        "hero_title_1": "സംസ്കാരം",
        "hero_title_2": "ഇവിടെ",
        "hero_title_3": "മുഴങ്ങുന്നു.",
        "hero_desc": "കേരളത്തിന്റെ പാരമ്പര്യങ്ങളുടെ ആത്മാവിനെ ആധുനിക വാസ്തുവിദ്യാ സങ്കേതത്തിൽ സംരക്ഷിക്കുന്ന കലകളുടെ ജീവിക്കുന്ന മ്യൂസിയം.",
        "btn_book_hall": "ഹാൾ ബുക്ക് ചെയ്യുക",
        "btn_book_dorm": "ഡോർമിറ്ററി ബുക്ക് ചെയ്യുക",
        "btn_explore": "സ്ഥലങ്ങൾ കാണുക",
        "about_heading_1": "പൈതൃകം",
        "about_heading_2": "സംരക്ഷിക്കുന്നു",
        "about_mission_title": "ഞങ്ങളുടെ ദൗത്യം",
        "about_mission_desc": "കലാകാരന്മാർക്കും സാംസ്കാരിക പ്രവർത്തകർക്കും ലോകോത്തര വേദി നൽകുക, കേരളത്തിന്റെ സമ്പന്നമായ കലാ പാരമ്പര്യത്തിന്റെ തുടർച്ച ഉറപ്പാക്കുക.",
        "about_vision_title": "ഞങ്ങളുടെ കാഴ്ചപ്പാട്",
        "about_vision_desc": "വേരുകളെ സ്നേഹിക്കുകയും ഭാവിയെ പുൽകുകയും ചെയ്യുന്ന, കല എല്ലാവർക്കും ലഭ്യമാകുന്ന, ആസ്വദിക്കപ്പെടുന്ന, തലമുറകളായി സംരക്ഷിക്കപ്പെടുന്ന ഒരു സമൂഹം.",
        "footer_address": "നാലാന്ദ, നന്തൻകോഡ്, കവടിയാർ,<br>പി.ഒ. തിരുവനന്തപുരം - 695003<br>കേരളം, ഇന്ത്യ",
        "footer_rights": "&copy; 2025 വൈലോപ്പിള്ളി സംസ്കൃതി ഭവൻ. എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം. | രൂപകൽപ്പന: സാംസ്കാരിക വകുപ്പ്.",
        "about_page_subtitle": "കണ്ടെത്തുക",
        "about_page_title": "ഞങ്ങളെക്കുറിച്ച്",
        "about_content_p1": "പ്രകൃതിദത്തമായ അതിരുകളാൽ സംരക്ഷിക്കപ്പെട്ടതും പ്രകൃതിരമണീയതയാൽ അനുഗ്രഹീതവുമായ ഇന്ത്യയുടെ തെക്കുപടിഞ്ഞാറൻ തീരത്തുള്ള ഒരു ഇടുങ്ങിയ ഭൂപ്രദേശമാണ് കേരളം. സാംസ്കാരിക വൈവിധ്യവും അതിന്റെ ചടുലതയുമാണ് സംസ്ഥാനത്തിന്റെ പ്രത്യേകത. ഇക്കാരണങ്ങളാൽ കേരളം മറ്റ് സംസ്ഥാനങ്ങളിൽ നിന്ന് വേറിട്ടുനിൽക്കുന്നു. നമ്മുടെ കലാരൂപങ്ങൾ ക്ലാസിക്കൽ, ക്ഷേത്രകലകൾ, അനുഷ്ഠാനങ്ങൾ, നാടോടി, ഗോത്രവർഗ കലാരൂപങ്ങൾ എന്നിങ്ങനെ നീളുന്നു. ഈ സാംസ്കാരിക പാരമ്പര്യം സംസ്ഥാനത്തിന്റെ സാമൂഹിക-രാഷ്ട്രീയ ചരിത്രത്തെ സ്വാധീനിച്ചു.",
        "about_content_p2": "സാംസ്കാരിക പ്രവാഹം കാരണം, സാംസ്കാരിക മൂല്യങ്ങളും കലാരൂപങ്ങളും വിസ്മൃതിയിലേക്ക് ആഴ്ന്നുപോകുന്നു, ഇവയെല്ലാം കേടുകൂടാതെ സംരക്ഷിക്കുകയും വരും തലമുറകൾക്ക് കൈമാറുകയും വേണം. ഈ സാമൂഹിക പ്രതിബദ്ധതയാണ് കേരളത്തിന്റെ തലസ്ഥാനമായ തിരുവനന്തപുരത്തിന്റെ ഹൃദയഭാഗത്ത് ഒരു സാംസ്കാരിക കേന്ദ്രം സ്ഥാപിക്കുക എന്ന ആശയത്തിലേക്ക് നയിച്ചത്.",
        "about_content_p3": "ചാരിറ്റബിൾ സൊസൈറ്റീസ് ആക്ട് പ്രകാരം 1998 ജനുവരി 12-നാണ് കേന്ദ്രം രജിസ്റ്റർ ചെയ്തത്. മൾട്ടി പർപ്പസ് കൾച്ചറൽ കോംപ്ലക്സ് സൊസൈറ്റി (എംപിസിസിഎസ്) എന്നാണ് സൊസൈറ്റിക്ക് പേരിട്ടിരിക്കുന്നത്. ബഹു. കേരള സാംസ്കാരിക വകുപ്പ് മന്ത്രിയാണ് സൊസൈറ്റിയുടെ ചെയർമാൻ. കല, സംസ്കാരം, ഉദ്യോഗസ്ഥർ തുടങ്ങിയ വിവിധ മേഖലകളിൽ നിന്നുള്ളവരാണ് മറ്റ് അംഗങ്ങൾ. ഇന്ത്യാ ഗവൺമെന്റിന്റെ സാമ്പത്തിക സഹായത്തോടെയും അംഗീകാരത്തോടെയും തിരുവനന്തപുരത്തെ നന്ദൻകോട് നളന്ദയിൽ 2.06 ഏക്കർ വിസ്തൃതിയിലാണ് കേന്ദ്രം യാഥാർത്ഥ്യമായത്. കേരള സർക്കാരിന്റെ സാംസ്കാരിക വകുപ്പിന് കീഴിൽ ഈ സ്വയംഭരണ സ്ഥാപനം പ്രവർത്തനം ആരംഭിച്ചു. മൾട്ടി പർപ്പസ് കൾച്ചറൽ കോംപ്ലക്സ് 2001 ജനുവരി 7-ന് രാഷ്ട്രത്തിന് സമർപ്പിച്ചു. മഹാകവി വൈലോപ്പിള്ളി ശ്രീധരമേനോന്റെ സ്മരണാർത്ഥം വൈലോപ്പിള്ളി സംസ്കൃതി ഭവൻ എന്ന് കേന്ദ്രത്തിന് പേരിട്ടു. അത്യാധുനിക സാങ്കേതിക വിദ്യകളുടെ സഹായത്തോടെ പരമ്പരാഗത കലാരൂപങ്ങൾ വരുംതലമുറയ്ക്ക് കൈമാറുക എന്നതാണ് ഈ സ്ഥാപനത്തിന്റെ ഏറ്റവും പ്രധാനപ്പെട്ട ലക്ഷ്യം.",
        "about_content_p4": "കാലത്തിന് മുൻപേ സഞ്ചരിച്ച കവിയായി ഉയർന്നുവന്ന വൈലോപ്പിള്ളി ശ്രീധരമേനോൻ തന്റെ സാഹിത്യകൃതികളിലൂടെ മനുഷ്യജീവിതത്തിന്റെ പച്ചയായ യാഥാർത്ഥ്യങ്ങളെ കാട്ടിത്തന്നു. കൃതികളിലൂടെ അദ്ദേഹം മനുഷ്യമനസ്സിനെ സ്പർശിക്കുകയും അതിലെ ഇരുണ്ട യാഥാർത്ഥ്യങ്ങളെ തുറന്നുകാട്ടുകയും ചെയ്തു. ജീവിതത്തിലും കൃതികളിലും അദ്ദേഹം ഒരിക്കലും മൂല്യങ്ങളിൽ വിട്ടുവീഴ്ച ചെയ്തില്ല. വൈലോപ്പിള്ളി ശ്രീധരമേനോന്റെ പ്രശസ്തമായ ഉദ്ധരണി - 'നെഞ്ചുകീറി ഞാൻ നേരിനെ കാട്ടും' എന്നത് സാമൂഹിക പ്രതിബദ്ധതയെയും മനുഷ്യരാശിയോടുള്ള അദ്ദേഹത്തിന്റെ സമീപനത്തെയും കാണിക്കുന്നു. സമാനതകളില്ലാത്ത ഈ എഴുത്തുകാരൻ തന്റെ കാവ്യകൃതികളിലൂടെ പാർശ്വവൽക്കരിക്കപ്പെട്ടവരോടുള്ള നിരുപാധികമായ പിന്തുണയും പ്രതിബദ്ധതയും പ്രഖ്യാപിച്ചു. അതുകൊണ്ടാണ് കേരളത്തിലെ ഒരു പ്രധാന സാംസ്കാരിക കേന്ദ്രമായി സർക്കാർ വിഭാവനം ചെയ്ത ഈ സാംസ്കാരിക സമുച്ചയത്തിന് വൈലോപ്പിള്ളി സംസ്കൃതി ഭവൻ എന്ന് പേരിട്ടത്."
    }
}